<template>
    <div class="container-fluid mt-2">
        <div class="row mt-3">
            <div class="col">
                <div id="diseases-header">
                    <button
                        type="button"
                        class="btn btn-info pull-left mt-3"
                        @click="$router.push('/').catch(() => {})"
                    >Назад</button>
                    <span>Лечими Заболявяния</span>
                </div>
            </div>
        </div>
        <div class="row">
            <div class="col">
                <div id="diseases-table">
                    <table class="table">
                        <thead>
                            <tr>
                                <th scope="col">#</th>
                                <th scope="col">ЗАБОЛЯВАНЕ</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>001</td>
                                <td>ХЕМОРОИДИ</td>
                            </tr>
                            <tr>
                                <td>002</td>
                                <td>АНАЛНА ФИСУРА ( външна )</td>
                            </tr>
                            <tr>
                                <td>003</td>
                                <td>КОНСТИПАЦИЯ</td>
                            </tr>
                            <tr>
                                <td>004</td>
                                <td>ХРОНИЧЕН ЦИСТИТ</td>
                            </tr>
                            <tr>
                                <td>005</td>
                                <td>ПОДАГРА</td>
                            </tr>
                            <tr>
                                <td>006</td>
                                <td>КАНДИДА</td>
                            </tr>
                            <tr>
                                <td>007</td>
                                <td>АУТИЗЪМ</td>
                            </tr>
                            <tr>
                                <td>008</td>
                                <td>АДЕНОМ НА ХИПОФИЗАТА</td>
                            </tr>
                            <tr>
                                <td>009</td>
                                <td>МИГРЕНА</td>
                            </tr>
                            <tr>
                                <td>010</td>
                                <td>КИСТА НА ЧЕРЕН ДРОБ</td>
                            </tr>
                            <tr>
                                <td>011</td>
                                <td>ХРОНИЧЕН ФАРИНГИТ</td>
                            </tr>
                            <tr>
                                <td>012</td>
                                <td>ХРОНИЧЕН СИНУЗИТ</td>
                            </tr>
                            <tr>
                                <td>013</td>
                                <td>АЛЕРГИЧЕН РИНИТ</td>
                            </tr>
                            <tr>
                                <td>014</td>
                                <td>АСТМА</td>
                            </tr>
                            <tr>
                                <td>015</td>
                                <td>РЕВМАТОИДЕН АРТРИТ</td>
                            </tr>
                            <tr>
                                <td>016</td>
                                <td>СИНДРОМ НА ЖИЛБЕР</td>
                            </tr>
                            <tr>
                                <td>017</td>
                                <td>АКНЕ</td>
                            </tr>
                            <tr>
                                <td>018</td>
                                <td>АНТИВЪЗПАЛИТЕЛНА СХЕМА</td>
                            </tr>
                            <tr>
                                <td>019</td>
                                <td>ПРЕКОМЕРНО ОКОСМЯВАНЕ</td>
                            </tr>
                            <tr>
                                <td>020</td>
                                <td>ХОББ</td>
                            </tr>
                            <tr>
                                <td>021</td>
                                <td>ХИПЕРТОНИЯ</td>
                            </tr>
                            <tr>
                                <td>022</td>
                                <td>РАННА МЕНОПАУЗА</td>
                            </tr>
                            <tr>
                                <td>023</td>
                                <td>ЛИПОМИ</td>
                            </tr>
                            <tr>
                                <td>024</td>
                                <td>ЕПИЛЕПСИЯ</td>
                            </tr>
                            <tr>
                                <td>025</td>
                                <td>АНТИАЛЕРГИЧНА СХЕМА</td>
                            </tr>
                            <tr>
                                <td>026</td>
                                <td>ХРОНИЧНА АНЕМИЯ</td>
                            </tr>
                            <tr>
                                <td>027</td>
                                <td>СИСТЕМЕН ЛУПУС</td>
                            </tr>
                            <tr>
                                <td>028</td>
                                <td>РЕФЛУКС</td>
                            </tr>
                            <tr>
                                <td>029</td>
                                <td>МУСКУЛНА СЛАБОСТ</td>
                            </tr>
                            <tr>
                                <td>030</td>
                                <td>ХАШИМОТО</td>
                            </tr>
                            <tr>
                                <td>031</td>
                                <td>ФИБРОМИАЛГИЯ</td>
                            </tr>
                            <tr>
                                <td>032</td>
                                <td>КИСТА НА БЕЙКЪР</td>
                            </tr>
                            <tr>
                                <td>033</td>
                                <td>ВИСОКИ ХОЛЕСТЕРОЛ И ТРИГЛИЦЕРИДИ</td>
                            </tr>
                            <tr>
                                <td>034</td>
                                <td>РАЗШИРЕНИ ВЕНИ</td>
                            </tr>
                            <tr>
                                <td>035</td>
                                <td>КИСТА НА ГЪРДАТА</td>
                            </tr>
                            <tr>
                                <td>036</td>
                                <td>ПОЛИПИ НА СТОМАХА</td>
                            </tr>
                            <tr>
                                <td>037</td>
                                <td>БОЛЕСТ НА КРОН</td>
                            </tr>
                            <tr>
                                <td>038</td>
                                <td>ХРОНИЧНО ХЪЛЦАНЕ</td>
                            </tr>
                            <tr>
                                <td>039</td>
                                <td>ДЕТОКСИКАЦИЯ</td>
                            </tr>
                            <tr>
                                <td>040</td>
                                <td>ПСОРИАЗИС</td>
                            </tr>
                            <tr>
                                <td>041</td>
                                <td>ВЕРТИГО</td>
                            </tr>
                            <tr>
                                <td>042</td>
                                <td>ХИПОГОНАДИЗЪМ - МЪЖ</td>
                            </tr>
                            <tr>
                                <td>043</td>
                                <td>ХИПОГОНАДИЗЪМ - ЖЕНА</td>
                            </tr>
                            <tr>
                                <td>044</td>
                                <td>БЪБРЕЧНА НЕДОСТАТЪЧНОСТ</td>
                            </tr>
                            <tr>
                                <td>045</td>
                                <td>РАК НА БЕЛИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>046</td>
                                <td>ХЕРПЕС ЗОСТЕР</td>
                            </tr>
                            <tr>
                                <td>047</td>
                                <td>МНОЖЕСТВЕНА СКЛЕРОЗА</td>
                            </tr>
                            <tr>
                                <td>048</td>
                                <td>СИНДРОМ НА СУХОТО ОКО</td>
                            </tr>
                            <tr>
                                <td>049</td>
                                <td>ОБСЕСИВНО КОМПУЛСИВНО РАЗСТРОЙСТВО</td>
                            </tr>
                            <tr>
                                <td>050</td>
                                <td>ИНСУЛИНОВА РЕЗИСТЕНТНОСТ</td>
                            </tr>
                            <tr>
                                <td>051</td>
                                <td>ГЛАУКОМА</td>
                            </tr>
                            <tr>
                                <td>052</td>
                                <td>АВТОИМУНЕН ХЕПАТИТ</td>
                            </tr>
                            <tr>
                                <td>053</td>
                                <td>ДИСПЛАЗИЯ НА МАТОЧНАТА ШИЙКА</td>
                            </tr>
                            <tr>
                                <td>054</td>
                                <td>ТУМОРИ НА МОЗЪКА</td>
                            </tr>
                            <tr>
                                <td>055</td>
                                <td>ОСТЕОАРТРОЗА / ШИПОВЕ</td>
                            </tr>
                            <tr>
                                <td>056</td>
                                <td>УРТИКАРИЯ</td>
                            </tr>
                            <tr>
                                <td>057</td>
                                <td>СЪННА АПНЕЯ</td>
                            </tr>
                            <tr>
                                <td>058</td>
                                <td>ФИБРОЗА НА БЕЛИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>059</td>
                                <td>РИТЪМНИ НАРУШЕНИЯ НА СЪРЦЕТО</td>
                            </tr>
                            <tr>
                                <td>060</td>
                                <td>РАК НА ПРОСТАТАТА</td>
                            </tr>
                            <tr>
                                <td>061</td>
                                <td>РАК НА КОЖАТА</td>
                            </tr>
                            <tr>
                                <td>062</td>
                                <td>AТОПИЧЕН ДЕРМАТИТ</td>
                            </tr>
                            <tr>
                                <td>063</td>
                                <td>ЦИРОЗА</td>
                            </tr>
                            <tr>
                                <td>064</td>
                                <td>РЕЙНО</td>
                            </tr>
                            <tr>
                                <td>065</td>
                                <td>ХРОНИЧЕН ПРОСТАТИТ</td>
                            </tr>
                            <tr>
                                <td>066</td>
                                <td>УДЪЛЖАВАНЕ НА РЪСТА (Момиче)</td>
                            </tr>
                            <tr>
                                <td>067</td>
                                <td>УДЪЛЖАВАНЕ НА РЪСТА (Момче)</td>
                            </tr>
                            <tr>
                                <td>068</td>
                                <td>ДИАБЕТ ТИП 1</td>
                            </tr>
                            <tr>
                                <td>069</td>
                                <td>ДИАБЕТ ТИП 2</td>
                            </tr>
                            <tr>
                                <td>070</td>
                                <td>КАМЪНИ В ЖЛЪЧКАТА</td>
                            </tr>
                            <tr>
                                <td>071</td>
                                <td>СИНДРОМ НА НЕСПОКОЙНИТЕ КРАКА</td>
                            </tr>
                            <tr>
                                <td>072</td>
                                <td>ПАНИК АТАКИ</td>
                            </tr>
                            <tr>
                                <td>073</td>
                                <td>НЕФРИТ</td>
                            </tr>
                            <tr>
                                <td>074</td>
                                <td>РОЗАЦЕЯ</td>
                            </tr>
                            <tr>
                                <td>075</td>
                                <td>КИСТА НА ЩИТОВИДНАТА ЖЛЕЗА</td>
                            </tr>
                            <tr>
                                <td>076</td>
                                <td>АНЕВРИЗМА</td>
                            </tr>
                            <tr>
                                <td>077</td>
                                <td>ПАНКРЕАТИТ</td>
                            </tr>
                            <tr>
                                <td>078</td>
                                <td>ОТОСКЛЕРОЗА</td>
                            </tr>
                            <tr>
                                <td>079</td>
                                <td>ДЕГЕНЕРАЦИЯ НА МАКУЛАТА</td>
                            </tr>
                            <tr>
                                <td>080</td>
                                <td>ЕРЕКТИЛНА ДИСФУНКЦИЯ</td>
                            </tr>
                            <tr>
                                <td>081</td>
                                <td>БРОНХИЕКТАТИЧНА БОЛЕСТ</td>
                            </tr>
                            <tr>
                                <td>082</td>
                                <td>ВАСКУЛИТ</td>
                            </tr>
                            <tr>
                                <td>083</td>
                                <td>МИОМА</td>
                            </tr>
                            <tr>
                                <td>084</td>
                                <td>АТЕРОСКЛЕРОЗА</td>
                            </tr>
                            <tr>
                                <td>085</td>
                                <td>ПНЕВМОНИЯ</td>
                            </tr>
                            <tr>
                                <td>086</td>
                                <td>ВАРИКОЦЕЛЕ</td>
                            </tr>
                            <tr>
                                <td>087</td>
                                <td>КИСТА НА БЕЛИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>088</td>
                                <td>БЕЛОДРОБЕН ОТОК</td>
                            </tr>
                            <tr>
                                <td>089</td>
                                <td>НЕВРАЛГИЯ</td>
                            </tr>
                            <tr>
                                <td>090</td>
                                <td>УЛЦЕРОЗЕН КОЛИТ</td>
                            </tr>
                            <tr>
                                <td>091</td>
                                <td>ИНФЕРТИЛИТЕТ ОТ НЕИЗЯСНЕН ПРОИЗХОД - ЖЕНА</td>
                            </tr>
                            <tr>
                                <td>092</td>
                                <td>ИНФЕРТИЛИТЕТ ОТ НЕИЗЯСНЕН ПРОИЗХОД - МЪЖ</td>
                            </tr>
                            <tr>
                                <td>093</td>
                                <td>ХРОНИЧЕН ТОНЗИЛИТ</td>
                            </tr>
                            <tr>
                                <td>094</td>
                                <td>ХИПЕРПРОЛАКТИНЕМИЯ</td>
                            </tr>
                            <tr>
                                <td>095</td>
                                <td>ТЪМНИ КРЪГОВЕ И ТОРБИЧКИ ПОД ОЧИТЕ</td>
                            </tr>
                            <tr>
                                <td>096</td>
                                <td>ПЕРИКАРДИТ</td>
                            </tr>
                            <tr>
                                <td>097</td>
                                <td>ТУБЕРКУЛОЗА НА ПИКОЧО-ПОЛОВАТА СИСТЕМА</td>
                            </tr>
                            <tr>
                                <td>098</td>
                                <td>КИСТА НА ЗЪБ</td>
                            </tr>
                            <tr>
                                <td>099</td>
                                <td>ПАРАЗИТИ</td>
                            </tr>
                            <tr>
                                <td>100</td>
                                <td>ЦЕЛУЛИТ</td>
                            </tr>
                            <tr>
                                <td>101</td>
                                <td>ГАСТРИТ</td>
                            </tr>
                            <tr>
                                <td>102</td>
                                <td>БОЛЕСТ НА БЕХТЕРЕВ</td>
                            </tr>
                            <tr>
                                <td>103</td>
                                <td>БОЛЕСТ НА АЛЦХАЙМЕР</td>
                            </tr>
                            <tr>
                                <td>104</td>
                                <td>ВЪЗПАЛЕНИЕ НА ЧЕРНИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>105</td>
                                <td>ПНЕВМОТОРАКС</td>
                            </tr>
                            <tr>
                                <td>106</td>
                                <td>РАК НА ГЪЛТАЧА</td>
                            </tr>
                            <tr>
                                <td>107</td>
                                <td>ОРХИТ И ЕПИДИДИМИТ</td>
                            </tr>
                            <tr>
                                <td>108</td>
                                <td>ПОЛОВА СТУДЕНИНА - ЖЕНА</td>
                            </tr>
                            <tr>
                                <td>109</td>
                                <td>ПОЛОВА СТУДЕНИНА - МЪЖ</td>
                            </tr>
                            <tr>
                                <td>110</td>
                                <td>ОСТЕОПОРОЗА</td>
                            </tr>
                            <tr>
                                <td>111</td>
                                <td>ЯЗВА</td>
                            </tr>
                            <tr>
                                <td>112</td>
                                <td>ПАРКИНСОН</td>
                            </tr>
                            <tr>
                                <td>113</td>
                                <td>РАК НА ПИКОЧНИЯ МЕХУР</td>
                            </tr>
                            <tr>
                                <td>114</td>
                                <td>ХЛАМИДИЯ</td>
                            </tr>
                            <tr>
                                <td>115</td>
                                <td>ХРОНИЧНО БЕЗСЪНИЕ</td>
                            </tr>
                            <tr>
                                <td>116</td>
                                <td>ЦИСТОЦЕЛЕ</td>
                            </tr>
                            <tr>
                                <td>117</td>
                                <td>АРТЕРИИТ НА ТАКАЯСУ</td>
                            </tr>
                            <tr>
                                <td>118</td>
                                <td>УРЕАПЛАЗМА</td>
                            </tr>
                            <tr>
                                <td>119</td>
                                <td>ТУБЕРКУЛОЗА НА КОСТИ И СТАВИ</td>
                            </tr>
                            <tr>
                                <td>120</td>
                                <td>ЕМФИЗЕМ</td>
                            </tr>
                            <tr>
                                <td>121</td>
                                <td>ЛИХЕН ПЛАНУС</td>
                            </tr>
                            <tr>
                                <td>122</td>
                                <td>ЗАЕКВАНЕ</td>
                            </tr>
                            <tr>
                                <td>123</td>
                                <td>ХЪРКАНЕ</td>
                            </tr>
                            <tr>
                                <td>124</td>
                                <td>РАК НА ГЪРДАТА</td>
                            </tr>
                            <tr>
                                <td>125</td>
                                <td>ПОТЕНЕ</td>
                            </tr>
                            <tr>
                                <td>126</td>
                                <td>ХИПЕРПЛАЗИЯ НА ЕНДОМЕТРИУМА /УДЕБЕЛЕН ЕНДОМЕТРИУМ/</td>
                            </tr>
                            <tr>
                                <td>127</td>
                                <td>ХОЛАНГИТ</td>
                            </tr>
                            <tr>
                                <td>128</td>
                                <td>ТОНЗИЛАРНИ КАМЪНИ</td>
                            </tr>
                            <tr>
                                <td>129</td>
                                <td>ГОНОРЕЯ</td>
                            </tr>
                            <tr>
                                <td>130</td>
                                <td>СЪРДЕЧНА НЕДОСТАТЪЧНОСТ</td>
                            </tr>
                            <tr>
                                <td>131</td>
                                <td>ДИХАТЕЛНА НЕДОСТАТЪЧНОСТ</td>
                            </tr>
                            <tr>
                                <td>132</td>
                                <td>СИНДРОМ НА РАЗДРАЗНЕНОТО ДЕБЕЛО ЧЕРВО (ДИАРИЯ)</td>
                            </tr>
                            <tr>
                                <td>133</td>
                                <td>ВЕНОЗНА НЕДОСТАТЪЧНОСТ</td>
                            </tr>
                            <tr>
                                <td>134</td>
                                <td>ВЕРТЕБРАЛНА НЕДОСТАТЪЧНОСТ</td>
                            </tr>
                            <tr>
                                <td>135</td>
                                <td>ВАГИНАЛНА СУХОТА</td>
                            </tr>
                            <tr>
                                <td>136</td>
                                <td>ЛИПОЕДЕМА</td>
                            </tr>
                            <tr>
                                <td>137</td>
                                <td>МАСТИТ</td>
                            </tr>
                            <tr>
                                <td>138</td>
                                <td>НЕВРОПАТИЯ</td>
                            </tr>
                            <tr>
                                <td>139</td>
                                <td>РАК НА ЧЕРНИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>140</td>
                                <td>STAPHYLOCOCCUS HAEMOLYTICUS /ХЕМОЛИТИЧЕН СТАФИЛОКОК/</td>
                            </tr>
                            <tr>
                                <td>141</td>
                                <td>БИПОЛЯРНО РАЗСТРОЙСТВО</td>
                            </tr>
                            <tr>
                                <td>142</td>
                                <td>РЕТРОПЕРИТОНЕАЛНА ФИБРОЗА</td>
                            </tr>
                            <tr>
                                <td>143</td>
                                <td>АЛОПЕЦИЯ АРЕАТА</td>
                            </tr>
                            <tr>
                                <td>144</td>
                                <td>МЕКОТЪКАНЕН РЕВМАТИЗЪМ</td>
                            </tr>
                            <tr>
                                <td>145</td>
                                <td>ПОЛИПИ НА ЧЕРВАТА</td>
                            </tr>
                            <tr>
                                <td>146</td>
                                <td>ВАРИКОЗА НА МАТКАТА</td>
                            </tr>
                            <tr>
                                <td>147</td>
                                <td>ПРОМЕНИ ТИП "МАТОВО СТЪКЛО" НА БЕЛИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>148</td>
                                <td>АТЕЛЕКТАЗА НА БЕЛИЯ ДРОБ</td>
                            </tr>
                            <tr>
                                <td>149</td>
                                <td>ТУБЕРКУЛОЗА НА ЛИМФНИТЕ ВЪЗЛИ</td>
                            </tr>
                            <tr>
                                <td>150</td>
                                <td>РАК НА ЩИТОВИДНАТА ЖЛЕЗА</td>
                            </tr>
                            <tr>
                                <td>151</td>
                                <td>САРКОИДОЗА</td>
                            </tr>
                            <tr>
                                <td>152</td>
                                <td>ХЕЛИКОБАКТЕР ПИЛОРИ</td>
                            </tr>
                            <tr>
                                <td>153</td>
                                <td>ХИПЕРПЛАЗИЯ НА ПРОСТАТАТА</td>
                            </tr>
                            <tr>
                                <td>154</td>
                                <td>ПРИЩИПАН НЕРВ</td>
                            </tr>
                            <tr>
                                <td>155</td>
                                <td>БОЛЕСТ НА УИЛСЪН</td>
                            </tr>
                            <tr>
                                <td>156</td>
                                <td>ЗАПУШЕНИ МАТОЧНИ ТРЪБИ</td>
                            </tr>
                            <tr>
                                <td>157</td>
                                <td>ЗАВИСИМОСТ КЪМ ТЮТЮН</td>
                            </tr>
                            <tr>
                                <td>158</td>
                                <td>ЗАВИСИМОСТ КЪМ АЛКОХОЛ</td>
                            </tr>
                            <tr>
                                <td>159</td>
                                <td>ГРАНУЛОМАТОЗА НА ВЕГЕНЕР</td>
                            </tr>
                            <tr>
                                <td>160</td>
                                <td>БОЛЕСТ НА МЕНИЕР</td>
                            </tr>
                            <tr>
                                <td>161</td>
                                <td>НЕКРОТИЗИРАЩ СКЛЕРИТ</td>
                            </tr>
                            <tr>
                                <td>162</td>
                                <td>МИТРАЛНА ИНСУФИЦЕНЦИЯ</td>
                            </tr>
                            <tr>
                                <td>163</td>
                                <td>МИОТОНИЧНА ДИСТРОФИЯ</td>
                            </tr>
                            <tr>
                                <td>164</td>
                                <td>ВИТИЛИГО</td>
                            </tr>
                            <tr>
                                <td>165</td>
                                <td>ДИВЕРТИКУЛИТ</td>
                            </tr>
                            <tr>
                                <td>166</td>
                                <td>ПОЛИМИОЗИТ</td>
                            </tr>
                            <tr>
                                <td>167</td>
                                <td>БАРЕТОВ ЕЗОФАГ</td>
                            </tr>
                            <tr>
                                <td>168</td>
                                <td>БОЛЕСТ НА ГРЕЙВС</td>
                            </tr>
                            <tr>
                                <td>169</td>
                                <td>ДЕМЕНЦИЯ</td>
                            </tr>
                            <tr>
                                <td>170</td>
                                <td>КАМЪНИ В БЪБРЕЦИТЕ</td>
                            </tr>
                            <tr>
                                <td>171</td>
                                <td>АЗОСПЕРМИЯ</td>
                            </tr>
                            <tr>
                                <td>172</td>
                                <td>ХИДРОЦЕЛЕ</td>
                            </tr>
                            <tr>
                                <td>173</td>
                                <td>ХЕПАТОСТЕАТОЗА</td>
                            </tr>
                            <tr>
                                <td>174</td>
                                <td>РАК НА ХРАНОПРОВОДА</td>
                            </tr>
                            <tr>
                                <td>175</td>
                                <td>БАРТОЛИНОВА КИСТА</td>
                            </tr>
                            <tr>
                                <td>176</td>
                                <td>ОРТОСТАТИЧНА ХИПОТОНИЯ</td>
                            </tr>
                            <tr>
                                <td>177</td>
                                <td>ИМПЕТИГО КОНТАГИОЗА</td>
                            </tr>
                            <tr>
                                <td>178</td>
                                <td>ОТСЛАБВАНЕ</td>
                            </tr>
                            <tr>
                                <td>179</td>
                                <td>КИСТА НА ЯЙЧНИКА</td>
                            </tr>
                            <tr>
                                <td>180</td>
                                <td>СЕБОРЕЕН ДЕРМАТИТ</td>
                            </tr>
                            <tr>
                                <td>181</td>
                                <td>НИСЪК АНТИ-МЮЛЕРОВ ХОРМОН</td>
                            </tr>
                            <tr>
                                <td>182</td>
                                <td>ХРОНИЧЕН БРОНХИТ</td>
                            </tr>
                            <tr>
                                <td>183</td>
                                <td>ПОЛИПИ НА ГЛАСНИТЕ ВРЪЗКИ</td>
                            </tr>
                            <tr>
                                <td>184</td>
                                <td>НЕВЪЗПАЛИТЕЛЕН РЕВМАТИЗЪМ</td>
                            </tr>
                            <tr>
                                <td>185</td>
                                <td>ХИДРОСАЛПИНГС</td>
                            </tr>
                            <tr>
                                <td>186</td>
                                <td>САКРОИЛЕИТ</td>
                            </tr>
                            <tr>
                                <td>187</td>
                                <td>ЕКЗЕМА</td>
                            </tr>
                            <tr>
                                <td>188</td>
                                <td>ОСТЕОМИЕЛИТ</td>
                            </tr>
                            <tr>
                                <td>189</td>
                                <td>ЦЕРВИКСИТ</td>
                            </tr>
                            <tr>
                                <td>190</td>
                                <td>РАК НА ЕЗИКА</td>
                            </tr>
                            <tr>
                                <td>191</td>
                                <td>НЕВРАСТЕНИЯ</td>
                            </tr>
                            <tr>
                                <td>192</td>
                                <td>ПОЛИП НА ЖЛЪЧКАТА</td>
                            </tr>
                            <tr>
                                <td>193</td>
                                <td>НЕВРОГЕНЕН ПИКОЧЕН МЕХУР</td>
                            </tr>
                            <tr>
                                <td>194</td>
                                <td>ХРОНИЧЕН ЛАРИНГИТ</td>
                            </tr>
                            <tr>
                                <td>195</td>
                                <td>РАК НА НАЗОФАРИНКСА</td>
                            </tr>
                            <tr>
                                <td>196</td>
                                <td>РАК НА ДЕБЕЛОТО ЧЕРВО</td>
                            </tr>
                            <tr>
                                <td>197</td>
                                <td>СЪРБЕЖИ ОТ НЕИЗЯСНЕН ПРОИЗХОД</td>
                            </tr>
                            <tr>
                                <td>198</td>
                                <td>ПОМЯТАНЕ</td>
                            </tr>
                            <tr>
                                <td>199</td>
                                <td>АНТИМЕТАСТАТИЧНА СХЕМА</td>
                            </tr>
                            <tr>
                                <td>200</td>
                                <td>КИСТА НА БЪБРЕКА</td>
                            </tr>
                            <tr>
                                <td>201</td>
                                <td>КОХЛЕАРЕН НЕВРИТ</td>
                            </tr>
                            <tr>
                                <td>202</td>
                                <td>УВЕИТ</td>
                            </tr>
                            <tr>
                                <td>203</td>
                                <td>ФОЛИКУЛИТ</td>
                            </tr>
                            <tr>
                                <td>204</td>
                                <td>МЕНОПАУЗАЛНИ СМУЩЕНИЯ</td>
                            </tr>
                            <tr>
                                <td>205</td>
                                <td>СИНДРОМ НА РАЗДРАЗНЕНОТО ДЕБЕЛО ЧЕРВО (запек)</td>
                            </tr>
                            <tr>
                                <td>206</td>
                                <td>СЕННА ХРЕМА</td>
                            </tr>
                            <tr>
                                <td>207</td>
                                <td>АСЦИТ</td>
                            </tr>
                            <tr>
                                <td>208</td>
                                <td>УГОЛЕМЯВАНЕ НА ГЪРДИТЕ (до 21 год. възраст при момичета)</td>
                            </tr>
                            <tr>
                                <td>209</td>
                                <td>УВЕЛИЧАВАНЕ НА КЪРМАТА</td>
                            </tr>
                            <tr>
                                <td>210</td>
                                <td>СРЕДИЗЕМНОМОРСКА ТРЕСКА</td>
                            </tr>
                            <tr>
                                <td>211</td>
                                <td>БОЛЕСТ НА БЕХЧЕТ</td>
                            </tr>
                            <tr>
                                <td>212</td>
                                <td>РАК НА МАТКАТА</td>
                            </tr>
                            <tr>
                                <td>213</td>
                                <td>ПРЕДИАБЕТ</td>
                            </tr>
                            <tr>
                                <td>214</td>
                                <td>КЕРАТОЗИС ПИЛАРИС</td>
                            </tr>
                            <tr>
                                <td>215</td>
                                <td>ВЕСТИБУЛАРЕН НЕВРИТ</td>
                            </tr>
                            <tr>
                                <td>216</td>
                                <td>РАЗНОЦВЕТЕН ЛИШЕЙ</td>
                            </tr>
                            <tr>
                                <td>217</td>
                                <td>ПУРПУРА НА ХЕНОХ-ШОНЛАЙН</td>
                            </tr>
                            <tr>
                                <td>218</td>
                                <td>АВАСКУЛАРНА НЕКРОЗА</td>
                            </tr>
                            <tr>
                                <td>219</td>
                                <td>ТУМОР НА ВАРТИН</td>
                            </tr>
                            <tr>
                                <td>220</td>
                                <td>ИХТИОЗИС ВУЛГАРИС</td>
                            </tr>
                            <tr>
                                <td>221</td>
                                <td>ЛИМФЕДЕМ</td>
                            </tr>
                            <tr>
                                <td>222</td>
                                <td>БОЛЕСТ НА УИПЪЛ</td>
                            </tr>
                            <tr>
                                <td>223</td>
                                <td>РЕВМОКАРДИТ</td>
                            </tr>
                            <tr>
                                <td>224</td>
                                <td>ТУБЕРКУЛОЗА НА БЕЛИТЕ ДРОБОВЕ</td>
                            </tr>
                            <tr>
                                <td>225</td>
                                <td>РЕГУЛИРАНЕ НА КРЪВНОТО НАЛЯГАНЕ</td>
                            </tr>
                            <tr>
                                <td>226</td>
                                <td>НАЧАЛНА ПАРАДОНТОЗА</td>
                            </tr>
                            <tr>
                                <td>227</td>
                                <td>ЕНДОМЕТРИОЗА</td>
                            </tr>
                            <tr>
                                <td>228</td>
                                <td>ПРЕСИПНАЛ ГЛАС</td>
                            </tr>
                            <tr>
                                <td>229</td>
                                <td>БЕЛТЪК В УРИНАТА</td>
                            </tr>
                            <tr>
                                <td>230</td>
                                <td>ПОДСИЛВАНЕ НА ПАМЕТТА</td>
                            </tr>
                            <tr>
                                <td>231</td>
                                <td>АДЕНОМИОЗА</td>
                            </tr>
                            <tr>
                                <td>232</td>
                                <td>НОЩНО НАПИКАВАНЕ (ЕНУРЕЗА)</td>
                            </tr>
                            <tr>
                                <td>233</td>
                                <td>ЕНТЕРОБИОЗА</td>
                            </tr>
                            <tr>
                                <td>234</td>
                                <td>РЕЗИДУАЛНА УРИНА</td>
                            </tr>
                            <tr>
                                <td>235</td>
                                <td>ЗАВИСИМОСТ КЪМ НАРКОТИЦИ</td>
                            </tr>
                            <tr>
                                <td>236</td>
                                <td>ВЪЗЛИ НА ЩИТОВИДНАТА ЖЛЕЗА</td>
                            </tr>
                            <tr>
                                <td>237</td>
                                <td>ПСЕВДОКИСТА</td>
                            </tr>
                            <tr>
                                <td>238</td>
                                <td>ЮВЕНИЛЕН НАЗОФАРИНГИАЛЕН АНГИОФИБРОМ</td>
                            </tr>
                            <tr>
                                <td>239</td>
                                <td>ДИСПЕПСИЯ</td>
                            </tr>
                            <tr>
                                <td>240</td>
                                <td>ПЕРИАНАЛЕН ДЕРМАТИТ</td>
                            </tr>
                            <tr>
                                <td>241</td>
                                <td>КАТАРАКТА</td>
                            </tr>
                            <tr>
                                <td>242</td>
                                <td>Хронична лимфоцитна левкемия</td>
                            </tr>
                            <tr>
                                <td>243</td>
                                <td>Ходжкинов лимфом</td>
                            </tr>
                            <tr>
                                <td>244</td>
                                <td>Неходжкинов лимфом</td>
                            </tr>
                            <tr>
                                <td>245</td>
                                <td>Лаймска болест</td>
                            </tr>
                            <tr>
                                <td>246</td>
                                <td>Сифилис</td>
                            </tr>
                            <tr>
                                <td>247</td>
                                <td>Бактериално-асоциирани онкологични заболявания</td>
                            </tr>
                            <tr>
                                <td>248</td>
                                <td>ЛЕВКОПЛАКИЯ</td>
                            </tr>
                            <tr>
                                <td>249</td>
                                <td>МНОЖЕСТВЕН МИЕЛОМ</td>
                            </tr>
                            <tr>
                                <td>250</td>
                                <td>Дезинфекция на въздуха в затворени помещения</td>
                            </tr>
                            <tr>
                                <td>251</td>
                                <td>ФИНИ БРЪЧКИ</td>
                            </tr>
                            <tr>
                                <td>253</td>
                                <td>Възпаление на яйчниците</td>
                            </tr>
                            <tr>
                                <td>252</td>
                                <td>Увеличаване на броя на NK клетките</td>
                            </tr>
                            <tr>
                                <td>253</td>
                                <td>Възпаление на яйчниците</td>
                            </tr>
                            <tr>
                                <td>254</td>
                                <td>Панцитопения</td>
                            </tr>
                            <tr>
                                <td>255</td>
                                <td>КЛОСТРИДИУМ ДИФИЦИЛЕ</td>
                            </tr>
                            <tr>
                                <td>256</td>
                                <td>ПАРАЗИТИ (извън червата)</td>
                            </tr>
                            <tr>
                                <td>257</td>
                                <td>ЛЕКОВЕРИЖНА АМИЛОИДОЗА</td>
                            </tr>
                            <tr>
                                <td>258</td>
                                <td>Увеличаване на мускулната маса</td>
                            </tr>
                            <tr>
                                <td>259</td>
                                <td>Подобряване на антиоксидантния статус на организма</td>
                            </tr>
                            <tr>
                                <td>260</td>
                                <td>Възстановяване на чревния микробиом</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "Diseases",
    data() {
        return {};
    },
    mounted() {},
    computed: {},
    methods: {},
    watch: {},
};
</script>

<style scoped>
#diseases-header {
    background: whitesmoke;
    opacity: 50%;
    border-radius: 10px;
    margin-bottom: 20px;
    padding: 20px;
    width: 100%;
    text-align: center;
    font-size: 3rem;
    font-weight: bold;
    font-family: Verdana, sans-serif;
}
#diseases-table {
    /* background: yellow; */
    opacity: 50%;
    border-radius: 10px;
    margin-bottom: 20px;
    padding: 20px;
    width: 100%;
    text-align: center;
    font-size: 2rem;
    font-weight: bold;
    font-family: Verdana, sans-serif;
}
</style>

